driver-tests/bpelse/while/WhileJbi/test/WhileEmpty7/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:whil="http://www.mycomp.org/WhileEmpty/WhileEmpty">
  <soapenv:Body>
    <whil:request>WhileEmpty</whil:request>
  </soapenv:Body>
</soapenv:Envelope>